<?php

namespace Modules\CultureUgraWidget\Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\Schema;

class CultureUgraWidgetLocalitiesTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {

        Schema::disableForeignKeyConstraints();

        \DB::table('culture_ugra_widget_localities')->delete();

        \DB::table('culture_ugra_widget_localities')->insert([
            0 =>
                [
                    'id' => 1,
                    'name' => 'Белоярский район',
                ],
            1 =>
                [
                    'id' => 2,
                    'name' => 'Белоярский',
                ],
            2 =>
                [
                    'id' => 3,
                    'name' => 'Верхнеказымский',
                ],
            3 =>
                [
                    'id' => 4,
                    'name' => 'Казым',
                ],
            4 =>
                [
                    'id' => 5,
                    'name' => 'с. Казым',
                ],
            5 =>
                [
                    'id' => 6,
                    'name' => 'д. Нумто',
                ],
            6 =>
                [
                    'id' => 7,
                    'name' => 'д. Юильск',
                ],
            7 =>
                [
                    'id' => 8,
                    'name' => 'Лыхма',
                ],
            8 =>
                [
                    'id' => 9,
                    'name' => 'Полноват',
                ],
            9 =>
                [
                    'id' => 10,
                    'name' => 'с. Полноват',
                ],
            10 =>
                [
                    'id' => 11,
                    'name' => 'д. Пашторы',
                ],
            11 =>
                [
                    'id' => 12,
                    'name' => 'с. Ванзеват',
                ],
            12 =>
                [
                    'id' => 13,
                    'name' => 'с. Тугияны',
                ],
            13 =>
                [
                    'id' => 14,
                    'name' => 'Сорум',
                ],
            14 =>
                [
                    'id' => 15,
                    'name' => 'Сосновка',
                ],
            15 =>
                [
                    'id' => 16,
                    'name' => 'Берёзовский район',
                ],
            16 =>
                [
                    'id' => 17,
                    'name' => 'Берёзово',
                ],
            17 =>
                [
                    'id' => 18,
                    'name' => 'пгт. Березово',
                ],
            18 =>
                [
                    'id' => 19,
                    'name' => 'п. Устрем',
                ],
            19 =>
                [
                    'id' => 20,
                    'name' => 'д. Деминская',
                ],
            20 =>
                [
                    'id' => 21,
                    'name' => 'д. Пугоры',
                ],
            21 =>
                [
                    'id' => 22,
                    'name' => 'д. Шайтанка',
                ],
            22 =>
                [
                    'id' => 23,
                    'name' => 'с. Теги',
                ],
            23 =>
                [
                    'id' => 24,
                    'name' => 'Игрим',
                ],
            24 =>
                [
                    'id' => 25,
                    'name' => 'пгт. Игрим',
                ],
            25 =>
                [
                    'id' => 26,
                    'name' => 'п. Ванзетур',
                ],
            26 =>
                [
                    'id' => 27,
                    'name' => 'д. Анеева',
                ],
            27 =>
                [
                    'id' => 28,
                    'name' => 'Саранпауль',
                ],
            28 =>
                [
                    'id' => 29,
                    'name' => 'Саранпауль',
                ],
            29 =>
                [
                    'id' => 30,
                    'name' => 'п. Сосьва',
                ],
            30 =>
                [
                    'id' => 31,
                    'name' => 'с. Ломбовож',
                ],
            31 =>
                [
                    'id' => 32,
                    'name' => 'д. Верхненильдина',
                ],
            32 =>
                [
                    'id' => 33,
                    'name' => 'д. Кимкьясуй',
                ],
            33 =>
                [
                    'id' => 34,
                    'name' => 'д. Сартынья',
                ],
            34 =>
                [
                    'id' => 35,
                    'name' => 'д. Щекурья',
                ],
            35 =>
                [
                    'id' => 36,
                    'name' => 'д. Ясунт',
                ],
            36 =>
                [
                    'id' => 37,
                    'name' => 'д. Хурумпауль',
                ],
            37 =>
                [
                    'id' => 38,
                    'name' => 'Приполярный',
                ],
            38 =>
                [
                    'id' => 39,
                    'name' => 'Светлый',
                ],
            39 =>
                [
                    'id' => 40,
                    'name' => 'Хулимсунт',
                ],
            40 =>
                [
                    'id' => 41,
                    'name' => 'с. Няксимволь',
                ],
            41 =>
                [
                    'id' => 42,
                    'name' => 'д. Нерохи',
                ],
            42 =>
                [
                    'id' => 43,
                    'name' => 'д. Усть-Манья',
                ],
            43 =>
                [
                    'id' => 44,
                    'name' => 'Когалым',
                ],
            44 =>
                [
                    'id' => 45,
                    'name' => 'Кондинский район',
                ],
            45 =>
                [
                    'id' => 46,
                    'name' => 'городское поселение Кондинское',
                ],
            46 =>
                [
                    'id' => 47,
                    'name' => 'пгт. Кондинское',
                ],
            47 =>
                [
                    'id' => 48,
                    'name' => 'д. Ильичевка',
                ],
            48 =>
                [
                    'id' => 49,
                    'name' => 'д. Никулкина',
                ],
            49 =>
                [
                    'id' => 50,
                    'name' => 'д. Старый Катыш',
                ],
            50 =>
                [
                    'id' => 51,
                    'name' => 'Куминский',
                ],
            51 =>
                [
                    'id' => 52,
                    'name' => 'Луговой',
                ],
            52 =>
                [
                    'id' => 53,
                    'name' => 'Междуреченский',
                ],
            53 =>
                [
                    'id' => 54,
                    'name' => 'Мортка',
                ],
            54 =>
                [
                    'id' => 55,
                    'name' => 'пгт Мортка',
                ],
            55 =>
                [
                    'id' => 56,
                    'name' => 'д. Юмас',
                ],
            56 =>
                [
                    'id' => 57,
                    'name' => 'с. Ямки',
                ],
            57 =>
                [
                    'id' => 58,
                    'name' => 'д. Сотник',
                ],
            58 =>
                [
                    'id' => 59,
                    'name' => 'Болчары',
                ],
            59 =>
                [
                    'id' => 60,
                    'name' => 'с. Болчары',
                ],
            60 =>
                [
                    'id' => 61,
                    'name' => 'д. Кама',
                ],
            61 =>
                [
                    'id' => 62,
                    'name' => 'с. Алтай',
                ],
            62 =>
                [
                    'id' => 63,
                    'name' => 'Леуши',
                ],
            63 =>
                [
                    'id' => 64,
                    'name' => 'с. Леуши',
                ],
            64 =>
                [
                    'id' => 65,
                    'name' => 'п. Дальний',
                ],
            65 =>
                [
                    'id' => 66,
                    'name' => 'п. Лиственичный',
                ],
            66 =>
                [
                    'id' => 67,
                    'name' => 'п. Ягодный',
                ],
            67 =>
                [
                    'id' => 68,
                    'name' => 'Мулымья',
                ],
            68 =>
                [
                    'id' => 69,
                    'name' => 'п. Мулымья',
                ],
            69 =>
                [
                    'id' => 70,
                    'name' => 'с. Чантырья',
                ],
            70 =>
                [
                    'id' => 71,
                    'name' => 'п. Назарово',
                ],
            71 =>
                [
                    'id' => 72,
                    'name' => 'с. Шаим',
                ],
            72 =>
                [
                    'id' => 73,
                    'name' => 'п. Супра',
                ],
            73 =>
                [
                    'id' => 74,
                    'name' => 'д. Ушья',
                ],
            74 =>
                [
                    'id' => 75,
                    'name' => 'Половинка',
                ],
            75 =>
                [
                    'id' => 76,
                    'name' => 'Шугур',
                ],
            76 =>
                [
                    'id' => 77,
                    'name' => 'д. Шугур',
                ],
            77 =>
                [
                    'id' => 78,
                    'name' => 'с. Карым',
                ],
            78 =>
                [
                    'id' => 79,
                    'name' => 'Лангепас',
                ],
            79 =>
                [
                    'id' => 80,
                    'name' => 'Мегион',
                ],
            80 =>
                [
                    'id' => 81,
                    'name' => 'Нефтеюганск',
                ],
            81 =>
                [
                    'id' => 82,
                    'name' => 'Нефтеюганский район',
                ],
            82 =>
                [
                    'id' => 83,
                    'name' => 'Пойковский',
                ],
            83 =>
                [
                    'id' => 84,
                    'name' => 'Каркатеевы',
                ],
            84 =>
                [
                    'id' => 85,
                    'name' => 'Куть-Ях',
                ],
            85 =>
                [
                    'id' => 86,
                    'name' => 'Лемпино',
                ],
            86 =>
                [
                    'id' => 87,
                    'name' => 'Салым',
                ],
            87 =>
                [
                    'id' => 88,
                    'name' => 'п. Салым',
                ],
            88 =>
                [
                    'id' => 89,
                    'name' => 'п. Сивыс-Ях',
                ],
            89 =>
                [
                    'id' => 90,
                    'name' => 'Сентябрьский',
                ],
            90 =>
                [
                    'id' => 91,
                    'name' => 'Усть-Юган',
                ],
            91 =>
                [
                    'id' => 92,
                    'name' => 'п. Усть-Юган',
                ],
            92 =>
                [
                    'id' => 93,
                    'name' => 'п. Юганская Обь',
                ],
            93 =>
                [
                    'id' => 94,
                    'name' => 'Сингапай',
                ],
            94 =>
                [
                    'id' => 95,
                    'name' => 'п. Сингапай',
                ],
            95 =>
                [
                    'id' => 96,
                    'name' => 'с. Чеускино',
                ],
            96 =>
                [
                    'id' => 97,
                    'name' => 'Нижневартовск',
                ],
            97 =>
                [
                    'id' => 98,
                    'name' => 'Нижневартовский район',
                ],
            98 =>
                [
                    'id' => 99,
                    'name' => 'Излучинск',
                ],
            99 =>
                [
                    'id' => 100,
                    'name' => 'пгт. Излучинск',
                ],
            100 =>
                [
                    'id' => 101,
                    'name' => 'с. Большетархово',
                ],
            101 =>
                [
                    'id' => 102,
                    'name' => 'Новоаганск',
                ],
            102 =>
                [
                    'id' => 103,
                    'name' => 'пгт. Новоаганск',
                ],
            103 =>
                [
                    'id' => 104,
                    'name' => 'с. Варьеган',
                ],
            104 =>
                [
                    'id' => 105,
                    'name' => 'Аган',
                ],
            105 =>
                [
                    'id' => 106,
                    'name' => 'Вата',
                ],
            106 =>
                [
                    'id' => 107,
                    'name' => 'Ваховск',
                ],
            107 =>
                [
                    'id' => 108,
                    'name' => 'п. Ваховск',
                ],
            108 =>
                [
                    'id' => 109,
                    'name' => 'с. Охтеурье',
                ],
            109 =>
                [
                    'id' => 110,
                    'name' => 'д. Усть-Колекъеган',
                ],
            110 =>
                [
                    'id' => 111,
                    'name' => 'Зайцева Речка',
                ],
            111 =>
                [
                    'id' => 112,
                    'name' => 'Ларьяк',
                ],
            112 =>
                [
                    'id' => 113,
                    'name' => 'с. Ларьяк',
                ],
            113 =>
                [
                    'id' => 114,
                    'name' => 'с. Корлики',
                ],
            114 =>
                [
                    'id' => 115,
                    'name' => 'д. Большой Ларьяк',
                ],
            115 =>
                [
                    'id' => 116,
                    'name' => 'д. Сосновый бор',
                ],
            116 =>
                [
                    'id' => 117,
                    'name' => 'д. Чехломей',
                ],
            117 =>
                [
                    'id' => 118,
                    'name' => 'сельское поселение Покур',
                ],
            118 =>
                [
                    'id' => 119,
                    'name' => 'Межселенная территория',
                ],
            119 =>
                [
                    'id' => 120,
                    'name' => 'с. Былино',
                ],
            120 =>
                [
                    'id' => 121,
                    'name' => 'д. Вампугол',
                ],
            121 =>
                [
                    'id' => 122,
                    'name' => 'д. Пасол',
                ],
            122 =>
                [
                    'id' => 123,
                    'name' => 'д. Соснина',
                ],
            123 =>
                [
                    'id' => 124,
                    'name' => 'Нягань',
                ],
            124 =>
                [
                    'id' => 125,
                    'name' => 'Октябрьский район',
                ],
            125 =>
                [
                    'id' => 126,
                    'name' => 'Андра',
                ],
            126 =>
                [
                    'id' => 127,
                    'name' => 'Октябрьское',
                ],
            127 =>
                [
                    'id' => 128,
                    'name' => 'пгт. Октябрьское',
                ],
            128 =>
                [
                    'id' => 129,
                    'name' => 'с. Большой Камень',
                ],
            129 =>
                [
                    'id' => 130,
                    'name' => 'п. Кормужиханка',
                ],
            130 =>
                [
                    'id' => 131,
                    'name' => 'Приобье',
                ],
            131 =>
                [
                    'id' => 132,
                    'name' => 'Талинка',
                ],
            132 =>
                [
                    'id' => 133,
                    'name' => 'Каменное',
                ],
            133 =>
                [
                    'id' => 134,
                    'name' => 'с. Каменное',
                ],
            134 =>
                [
                    'id' => 135,
                    'name' => 'с. Пальяново',
                ],
            135 =>
                [
                    'id' => 136,
                    'name' => 'Карымкары',
                ],
            136 =>
                [
                    'id' => 137,
                    'name' => 'п. Карымкары',
                ],
            137 =>
                [
                    'id' => 138,
                    'name' => 'п. Горнореченск',
                ],
            138 =>
                [
                    'id' => 139,
                    'name' => 'Малый Атлым',
                ],
            139 =>
                [
                    'id' => 140,
                    'name' => 'с. Малый Атлым',
                ],
            140 =>
                [
                    'id' => 141,
                    'name' => 'п. Большие Леуши',
                ],
            141 =>
                [
                    'id' => 142,
                    'name' => 'п. Заречный',
                ],
            142 =>
                [
                    'id' => 143,
                    'name' => 'п. Комсомольский',
                ],
            143 =>
                [
                    'id' => 144,
                    'name' => 'с. Большой Атлым',
                ],
            144 =>
                [
                    'id' => 145,
                    'name' => 'Перегрёбное',
                ],
            145 =>
                [
                    'id' => 146,
                    'name' => 'с. Перегребное',
                ],
            146 =>
                [
                    'id' => 147,
                    'name' => 'д. Верхние Нарыкары',
                ],
            147 =>
                [
                    'id' => 148,
                    'name' => 'д. Нижние Нарыкары',
                ],
            148 =>
                [
                    'id' => 149,
                    'name' => 'д. Чемаши',
                ],
            149 =>
                [
                    'id' => 150,
                    'name' => 'Сергино',
                ],
            150 =>
                [
                    'id' => 151,
                    'name' => 'Унъюган',
                ],
            151 =>
                [
                    'id' => 152,
                    'name' => 'Шеркалы',
                ],
            152 =>
                [
                    'id' => 153,
                    'name' => 'Покачи',
                ],
            153 =>
                [
                    'id' => 154,
                    'name' => 'Пыть-Ях',
                ],
            154 =>
                [
                    'id' => 155,
                    'name' => 'Радужный',
                ],
            155 =>
                [
                    'id' => 156,
                    'name' => 'Советский район',
                ],
            156 =>
                [
                    'id' => 157,
                    'name' => 'Агириш',
                ],
            157 =>
                [
                    'id' => 158,
                    'name' => 'Зеленоборск',
                ],
            158 =>
                [
                    'id' => 159,
                    'name' => 'Коммунистический',
                ],
            159 =>
                [
                    'id' => 160,
                    'name' => 'Малиновский',
                ],
            160 =>
                [
                    'id' => 161,
                    'name' => 'Пионерский',
                ],
            161 =>
                [
                    'id' => 162,
                    'name' => 'Советский',
                ],
            162 =>
                [
                    'id' => 163,
                    'name' => 'Таежный',
                ],
            163 =>
                [
                    'id' => 164,
                    'name' => 'Алябьевский',
                ],
            164 =>
                [
                    'id' => 165,
                    'name' => 'Межселенная территория',
                ],
            165 =>
                [
                    'id' => 166,
                    'name' => 'п. Тимкапауль',
                ],
            166 =>
                [
                    'id' => 167,
                    'name' => 'Сургут',
                ],
            167 =>
                [
                    'id' => 168,
                    'name' => 'Сургутский район',
                ],
            168 =>
                [
                    'id' => 169,
                    'name' => 'Барсово',
                ],
            169 =>
                [
                    'id' => 170,
                    'name' => 'Белый Яр',
                ],
            170 =>
                [
                    'id' => 171,
                    'name' => 'Лянтор',
                ],
            171 =>
                [
                    'id' => 172,
                    'name' => 'Фёдоровский',
                ],
            172 =>
                [
                    'id' => 173,
                    'name' => 'Локосово',
                ],
            173 =>
                [
                    'id' => 174,
                    'name' => 'с. Локосово',
                ],
            174 =>
                [
                    'id' => 175,
                    'name' => 'д. Верхне-Мысовая',
                ],
            175 =>
                [
                    'id' => 176,
                    'name' => 'Лямина',
                ],
            176 =>
                [
                    'id' => 177,
                    'name' => 'д. Лямина',
                ],
            177 =>
                [
                    'id' => 178,
                    'name' => 'п. Песчаный',
                ],
            178 =>
                [
                    'id' => 179,
                    'name' => 'Нижнесортымский',
                ],
            179 =>
                [
                    'id' => 180,
                    'name' => 'Русскинская',
                ],
            180 =>
                [
                    'id' => 181,
                    'name' => 'Солнечный',
                ],
            181 =>
                [
                    'id' => 182,
                    'name' => 'п. Солнечный',
                ],
            182 =>
                [
                    'id' => 183,
                    'name' => 'д. Сайгатина',
                ],
            183 =>
                [
                    'id' => 184,
                    'name' => 'Сытомино',
                ],
            184 =>
                [
                    'id' => 185,
                    'name' => 'с. Сытомино',
                ],
            185 =>
                [
                    'id' => 186,
                    'name' => 'п. Горный',
                ],
            186 =>
                [
                    'id' => 187,
                    'name' => 'Тундрино',
                ],
            187 =>
                [
                    'id' => 188,
                    'name' => 'п. Высокий Мыс',
                ],
            188 =>
                [
                    'id' => 189,
                    'name' => 'с. Тундрино',
                ],
            189 =>
                [
                    'id' => 190,
                    'name' => 'Угут',
                ],
            190 =>
                [
                    'id' => 191,
                    'name' => 'с. Угут',
                ],
            191 =>
                [
                    'id' => 192,
                    'name' => 'п. Малоюганский',
                ],
            192 =>
                [
                    'id' => 193,
                    'name' => 'д. Каюкова',
                ],
            193 =>
                [
                    'id' => 194,
                    'name' => 'д. Таурова',
                ],
            194 =>
                [
                    'id' => 195,
                    'name' => 'д. Тайлакова',
                ],
            195 =>
                [
                    'id' => 196,
                    'name' => 'Ульт-Ягун',
                ],
            196 =>
                [
                    'id' => 197,
                    'name' => 'п. Ульт-Ягун',
                ],
            197 =>
                [
                    'id' => 198,
                    'name' => 'п. Тром-Аган',
                ],
            198 =>
                [
                    'id' => 199,
                    'name' => 'Межселенная территория',
                ],
            199 =>
                [
                    'id' => 200,
                    'name' => 'п. Банный',
                ],
            200 =>
                [
                    'id' => 201,
                    'name' => 'д. Юган',
                ],
            201 =>
                [
                    'id' => 202,
                    'name' => 'Урай',
                ],
            202 =>
                [
                    'id' => 203,
                    'name' => 'Ханты-Мансийск',
                ],
            203 =>
                [
                    'id' => 204,
                    'name' => 'Ханты-Мансийский район',
                ],
            204 =>
                [
                    'id' => 205,
                    'name' => 'Выкатной',
                ],
            205 =>
                [
                    'id' => 206,
                    'name' => 'п. Выкатной',
                ],
            206 =>
                [
                    'id' => 207,
                    'name' => 'с. Тюли',
                ],
            207 =>
                [
                    'id' => 208,
                    'name' => 'Горноправдинск',
                ],
            208 =>
                [
                    'id' => 209,
                    'name' => 'п. Горноправдинск',
                ],
            209 =>
                [
                    'id' => 210,
                    'name' => 'п. Бобровский',
                ],
            210 =>
                [
                    'id' => 211,
                    'name' => 'д. Лугофилинская',
                ],
            211 =>
                [
                    'id' => 212,
                    'name' => 'Кедровый',
                ],
            212 =>
                [
                    'id' => 213,
                    'name' => 'п. Кедровый',
                ],
            213 =>
                [
                    'id' => 214,
                    'name' => 'с. Елизарово',
                ],
            214 =>
                [
                    'id' => 215,
                    'name' => 'Красноленинский',
                ],
            215 =>
                [
                    'id' => 216,
                    'name' => 'п. Красноленинский',
                ],
            216 =>
                [
                    'id' => 217,
                    'name' => 'п. Урманный',
                ],
            217 =>
                [
                    'id' => 218,
                    'name' => 'Кышик',
                ],
            218 =>
                [
                    'id' => 219,
                    'name' => 'Луговской',
                ],
            219 =>
                [
                    'id' => 220,
                    'name' => 'п. Луговской',
                ],
            220 =>
                [
                    'id' => 221,
                    'name' => 'д. Белогорье',
                ],
            221 =>
                [
                    'id' => 222,
                    'name' => 'п. Кирпичный',
                ],
            222 =>
                [
                    'id' => 223,
                    'name' => 'с. Троица',
                ],
            223 =>
                [
                    'id' => 224,
                    'name' => 'д. Ягурьях',
                ],
            224 =>
                [
                    'id' => 225,
                    'name' => 'Нялинское',
                ],
            225 =>
                [
                    'id' => 226,
                    'name' => 'с. Нялинское',
                ],
            226 =>
                [
                    'id' => 227,
                    'name' => 'д. Нялина',
                ],
            227 =>
                [
                    'id' => 228,
                    'name' => 'п. Пырьях',
                ],
            228 =>
                [
                    'id' => 229,
                    'name' => 'Селиярово',
                ],
            229 =>
                [
                    'id' => 230,
                    'name' => 'Сибирский',
                ],
            230 =>
                [
                    'id' => 231,
                    'name' => 'п. Сибирский',
                ],
            231 =>
                [
                    'id' => 232,
                    'name' => 'с. Реполово',
                ],
            232 =>
                [
                    'id' => 233,
                    'name' => 'с. Батово',
                ],
            233 =>
                [
                    'id' => 234,
                    'name' => 'Согом',
                ],
            234 =>
                [
                    'id' => 235,
                    'name' => 'Цингалы',
                ],
            235 =>
                [
                    'id' => 236,
                    'name' => 'с. Цингалы',
                ],
            236 =>
                [
                    'id' => 237,
                    'name' => 'д. Чембакчина',
                ],
            237 =>
                [
                    'id' => 238,
                    'name' => 'Шапша',
                ],
            238 =>
                [
                    'id' => 239,
                    'name' => 'д. Шапша',
                ],
            239 =>
                [
                    'id' => 240,
                    'name' => 'д. Ярки',
                ],
            240 =>
                [
                    'id' => 241,
                    'name' => 'с. Зенково',
                ],
            241 =>
                [
                    'id' => 242,
                    'name' => 'Межселенная территория',
                ],
            242 =>
                [
                    'id' => 243,
                    'name' => 'д. Долгое Плёсо',
                ],
            243 =>
                [
                    'id' => 244,
                    'name' => 'Югорск',
                ],
        ]);

        Schema::enableForeignKeyConstraints();
    }
}
