<?php

namespace Modules\AppointmentToDoctorWidget\Database\Seeders;

use Illuminate\Database\Seeder;

class AppointmentToDoctorMedOrganisationsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {


        \DB::table('appointment_to_doctor_med_organisations')->delete();

        \DB::table('appointment_to_doctor_med_organisations')->insert(array (
            0 =>
            array (
                'id' => 1,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.9001',
                'name' => 'БУ «Нижневартовская городская детская поликлиника»',
                'locality_id' => 1,
            ),
            1 =>
            array (
                'id' => 2,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8877',
                'name' => 'БУ «Нижневартовская городская поликлиника»',
                'locality_id' => 1,
            ),
            2 =>
            array (
                'id' => 3,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8915',
                'name' => 'БУ «Сургутская городская клиническая поликлиника №1»',
                'locality_id' => 2,
            ),
            3 =>
            array (
                'id' => 4,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.9004',
                'name' => 'БУ «Сургутская городская клиническая поликлиника №2»',
                'locality_id' => 2,
            ),
            4 =>
            array (
                'id' => 5,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8914',
                'name' => 'БУ «Сургутская городская клиническая поликлиника №3»',
                'locality_id' => 2,
            ),
            5 =>
            array (
                'id' => 6,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8944',
                'name' => 'БУ «Сургутская городская клиническая поликлиника №4»',
                'locality_id' => 2,
            ),
            6 =>
            array (
                'id' => 7,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8906',
                'name' => 'БУ «Сургутская городская клиническая поликлиника №5»',
                'locality_id' => 2,
            ),
            7 =>
            array (
                'id' => 8,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8986',
                'name' => 'БУ «Белоярская районная больница»',
                'locality_id' => 3,
            ),
            8 =>
            array (
                'id' => 9,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8958',
                'name' => 'БУ «Когалымская городская больница»',
                'locality_id' => 4,
            ),
            9 =>
            array (
                'id' => 10,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8892',
                'name' => 'БУ «Мегионская городская больница»',
                'locality_id' => 5,
            ),
            10 =>
            array (
                'id' => 11,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.9003',
                'name' => 'БУ «Нефтеюганская окружная клиническая больница имени В.И. Яцкив»',
                'locality_id' => 6,
            ),
            11 =>
            array (
                'id' => 12,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8884',
                'name' => 'БУ «Нефтеюганская районная больница»',
                'locality_id' => 7,
            ),
            12 =>
            array (
                'id' => 13,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8876',
                'name' => 'БУ «Нижневартовская районная больница»',
                'locality_id' => 24,
            ),
            13 =>
            array (
                'id' => 14,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8963',
                'name' => 'БУ «Новоаганская районная больница»',
                'locality_id' => 9,
            ),
            14 =>
            array (
                'id' => 15,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8968',
                'name' => 'БУ «Няганская городская детская поликлиника»',
                'locality_id' => 10,
            ),
            15 =>
            array (
                'id' => 16,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8967',
                'name' => 'БУ «Няганская городская поликлиника»',
                'locality_id' => 10,
            ),
            16 =>
            array (
                'id' => 17,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8902',
                'name' => 'Окружная клиническая больница',
                'locality_id' => 11,
            ),
            17 =>
            array (
                'id' => 18,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8916',
                'name' => 'БУ «Ханты-Мансийская районная больница»',
                'locality_id' => 11,
            ),
            18 =>
            array (
                'id' => 19,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8891',
                'name' => 'БУ «Сургутская районная поликлиника»',
                'locality_id' => 23,
            ),
            19 =>
            array (
                'id' => 20,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8923',
                'name' => 'КУ «Угутская участковая больница»',
                'locality_id' => 25,
            ),
            20 =>
            array (
                'id' => 21,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8921',
                'name' => 'БУ «Федоровская городская больница»',
                'locality_id' => 16,
            ),
            21 =>
            array (
                'id' => 22,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8904',
                'name' => 'БУ «Лянторская городская больница»',
                'locality_id' => 8,
            ),
            22 =>
            array (
                'id' => 23,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8990',
                'name' => 'БУ «Нижнесортымская участковая больница»',
                'locality_id' => 21,
            ),
            23 =>
            array (
                'id' => 24,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8913',
                'name' => 'БУ «Березовская районная больница»',
                'locality_id' => 17,
            ),
            24 =>
            array (
                'id' => 25,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8994',
                'name' => 'БУ «Игримская районная больница»',
                'locality_id' => 18,
            ),
            25 =>
            array (
                'id' => 26,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8970',
                'name' => 'БУ «Кондинская районная больница»',
                'locality_id' => 19,
            ),
            26 =>
            array (
                'id' => 27,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8928',
                'name' => 'БУ «Центр общей врачебной практики»',
                'locality_id' => 22,
            ),
            27 =>
            array (
                'id' => 28,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8975',
                'name' => 'БУ «Лангепасская городская больница»',
                'locality_id' => 20,
            ),
            28 =>
            array (
                'id' => 29,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8980',
                'name' => 'БУ «Октябрьская районная больница»',
                'locality_id' => 26,
            ),
            29 =>
            array (
                'id' => 30,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8912',
                'name' => 'БУ «Покачевская городская больница»',
                'locality_id' => 27,
            ),
            30 =>
            array (
                'id' => 31,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8903',
                'name' => 'БУ «Пыть-Яхская окружная клиническая больница»',
                'locality_id' => 14,
            ),
            31 =>
            array (
                'id' => 32,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8893',
                'name' => 'БУ «Радужнинская городская больница»',
                'locality_id' => 15,
            ),
            32 =>
            array (
                'id' => 33,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8938',
                'name' => 'АУ «Советская районная больница»',
                'locality_id' => 29,
            ),
            33 =>
            array (
                'id' => 34,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8880',
                'name' => 'БУ «Пионерская районная больница»',
                'locality_id' => 27,
            ),
            34 =>
            array (
                'id' => 35,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8988',
                'name' => 'БУ «Урайская городская клиническая больница»',
                'locality_id' => 12,
            ),
            35 =>
            array (
                'id' => 36,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8947',
                'name' => 'БУ «Югорская городская больница»',
                'locality_id' => 13,
            ),
            36 =>
            array (
                'id' => 37,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8942',
                'name' => 'Клинический врачебно-физкультурный диспансер филиал в городе Нефтеюганск',
                'locality_id' => 6,
            ),
            37 =>
            array (
                'id' => 38,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10204',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Андра',
                'locality_id' => 30,
            ),
            38 =>
            array (
                'id' => 39,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10205',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Большой Атлым',
                'locality_id' => 32,
            ),
            39 =>
            array (
                'id' => 40,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.21026',
                'name' => 'Врачебная амбулатория в посёлке Ульт-Ягун',
                'locality_id' => 14,
            ),
            40 =>
            array (
                'id' => 41,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.21027',
                'name' => 'Врачебная амбулатория в деревне Русскинская',
                'locality_id' => 14,
            ),
            41 =>
            array (
                'id' => 42,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10207',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Горнореченск',
                'locality_id' => 45,
            ),
            42 =>
            array (
                'id' => 43,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10208',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Заречный',
                'locality_id' => 33,
            ),
            43 =>
            array (
                'id' => 44,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10209',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Карымкары',
                'locality_id' => 34,
            ),
            44 =>
            array (
                'id' => 45,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10210',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Комсомольский',
                'locality_id' => 35,
            ),
            45 =>
            array (
                'id' => 46,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10211',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Кормужиханка',
                'locality_id' => 36,
            ),
            46 =>
            array (
                'id' => 47,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.9002',
                'name' => 'БУ «Радужнинская городская стоматологическая поликлиника»',
                'locality_id' => 15,
            ),
            47 =>
            array (
                'id' => 48,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.21024',
                'name' => 'Фельдшерско-акушерский пункт в поселке Тром-Аган',
                'locality_id' => 46,
            ),
            48 =>
            array (
                'id' => 49,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8937',
                'name' => 'АУ «Урайская городская стоматологическая поликлиника»',
                'locality_id' => 12,
            ),
            49 =>
            array (
                'id' => 50,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8931',
                'name' => 'БУ «Окружной клинический лечебно-реабилитационный центр»',
                'locality_id' => 11,
            ),
            50 =>
            array (
                'id' => 51,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10707',
                'name' => 'Клинический врачебно-физкультурный диспансер филиал в городе Нижневартовске',
                'locality_id' => 1,
            ),
            51 =>
            array (
                'id' => 52,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8924',
                'name' => 'АУ «Югорский центр профессиональной патологии»',
                'locality_id' => 11,
            ),
            52 =>
            array (
                'id' => 53,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8908',
                'name' => 'БУ «Сургутская окружная клиническая больница»',
                'locality_id' => 2,
            ),
            53 =>
            array (
                'id' => 54,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8896',
                'name' => 'БУ «Ханты-Мансийский клинический кожно-венерологический диспансер»',
                'locality_id' => 11,
            ),
            54 =>
            array (
                'id' => 55,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8897',
                'name' => 'БУ «Ханты-Мансийская клиническая стоматологическая поликлиника»',
                'locality_id' => 11,
            ),
            55 =>
            array (
                'id' => 56,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8934',
                'name' => 'КУ «Березовский противотуберкулезный диспансер»',
                'locality_id' => 17,
            ),
            56 =>
            array (
                'id' => 57,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10214',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в селе Перегребное',
                'locality_id' => 39,
            ),
            57 =>
            array (
                'id' => 58,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10215',
                'name' => 'БУ «Октябрьская районная больница» - Филиал врачебная амбулатория в поселке Сергино',
                'locality_id' => 41,
            ),
            58 =>
            array (
                'id' => 59,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10219',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Приобье',
                'locality_id' => 40,
            ),
            59 =>
            array (
                'id' => 60,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10495',
                'name' => 'Клинический врачебно-физкультурный диспансер филиал в городе Сургуте',
                'locality_id' => 2,
            ),
            60 =>
            array (
                'id' => 61,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8905',
                'name' => 'КУ «Нижневартовский противотуберкулезный диспансер»',
                'locality_id' => 1,
            ),
            61 =>
            array (
                'id' => 62,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8984',
                'name' => 'БУ «Психоневрологическая больница имени Святой Преподобномученицы Елизаветы»',
                'locality_id' => 5,
            ),
            62 =>
            array (
                'id' => 63,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8881',
                'name' => 'КУ «Сургутский клинический противотуберкулезный диспансер»',
                'locality_id' => 2,
            ),
            63 =>
            array (
                'id' => 64,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8995',
                'name' => 'БУ «Нижневартовская психоневрологическая больница»',
                'locality_id' => 1,
            ),
            64 =>
            array (
                'id' => 65,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8951',
                'name' => 'БУ «Ханты-Мансийская клиническая психоневрологическая больница»',
                'locality_id' => 11,
            ),
            65 =>
            array (
                'id' => 66,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8935',
                'name' => 'БУ «Лангепасская городская стоматологическая поликлиника»',
                'locality_id' => 20,
            ),
            66 =>
            array (
                'id' => 67,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8936',
                'name' => 'АУ «Мегионская городская стоматологическая поликлиника»',
                'locality_id' => 5,
            ),
            67 =>
            array (
                'id' => 68,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8948',
                'name' => 'БУ «Нефтеюганская городская стоматологическая поликлиника»',
                'locality_id' => 6,
            ),
            68 =>
            array (
                'id' => 69,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8962',
                'name' => 'БУ «Нижневартовская городская стоматологическая поликлиника»',
                'locality_id' => 1,
            ),
            69 =>
            array (
                'id' => 70,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8941',
                'name' => 'БУ «Нижневартовская городская детская стоматологическая поликлиника»',
                'locality_id' => 1,
            ),
            70 =>
            array (
                'id' => 71,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8964',
                'name' => 'БУ «Нижневартовская окружная больница №2»',
                'locality_id' => 1,
            ),
            71 =>
            array (
                'id' => 72,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8901',
                'name' => 'БУ «Няганская окружная больница»',
                'locality_id' => 10,
            ),
            72 =>
            array (
                'id' => 73,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8966',
                'name' => 'БУ «Няганская городская стоматологическая поликлиника»',
                'locality_id' => 10,
            ),
            73 =>
            array (
                'id' => 74,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8991',
                'name' => 'АУ «Пыть-Яхская городская стоматологическая поликлиника»',
                'locality_id' => 14,
            ),
            74 =>
            array (
                'id' => 75,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8927',
                'name' => 'БУ «Сургутская городская стоматологическая поликлиника №1»',
                'locality_id' => 2,
            ),
            75 =>
            array (
                'id' => 76,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8987',
                'name' => 'АУ «Кондинская районная стоматологическая поликлиника»',
                'locality_id' => 13,
            ),
            76 =>
            array (
                'id' => 77,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8955',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в селе Шеркалы',
                'locality_id' => 44,
            ),
            77 =>
            array (
                'id' => 78,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10206',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Большие Леуши',
                'locality_id' => 31,
            ),
            78 =>
            array (
                'id' => 79,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10212',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в селе Малый Атлым',
                'locality_id' => 37,
            ),
            79 =>
            array (
                'id' => 80,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10213',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в деревне Нижние Нарыкары',
                'locality_id' => 38,
            ),
            80 =>
            array (
                'id' => 81,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8919',
                'name' => 'БУ «Сургутская городская стоматологическая поликлиника №2»',
                'locality_id' => 2,
            ),
            81 =>
            array (
                'id' => 82,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10216',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Уньюган',
                'locality_id' => 42,
            ),
            82 =>
            array (
                'id' => 83,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.9297',
                'name' => 'КУ «Центр СПИД». Филиал в Сургуте',
                'locality_id' => 2,
            ),
            83 =>
            array (
                'id' => 84,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8910',
                'name' => 'КУ «Центр СПИД»',
                'locality_id' => 11,
            ),
            84 =>
            array (
                'id' => 85,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.8889',
                'name' => 'КУ «Центр СПИД» Филиал в городе Нижневартовске',
                'locality_id' => 1,
            ),
            85 =>
            array (
                'id' => 86,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.11196',
                'name' => 'КУ «Центр СПИД» Филиал в Пыть-Яхе',
                'locality_id' => 14,
            ),
            86 =>
            array (
                'id' => 88,
                'oid_mo' => '1.2.643.5.1.13.13.12.2.86.10212',
                'name' => 'БУ «Октябрьская районная больница» - Филиал в поселке Чемаши',
                'locality_id' => 43,
            ),
        ));


    }
}
