<?php

namespace Modules\PetWidget\Database\Seeders;

use Illuminate\Database\Seeder;

class PetWidgetVetAreasTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {


        \DB::table('pet_widget_vet_areas')->delete();

        \DB::table('pet_widget_vet_areas')->insert(array (
            0 =>
            array (
                'id' => 1,
                'address' => 'Белоярский р-н, 5 микрорайон г.Белоярский, муниципальная',
                'locality_id' => 1,
            ),
            1 =>
            array (
                'id' => 2,
                'address' => 'Белоярский р-н, 7 микрорайон г.Белоярский, муниципальная',
                'locality_id' => 1,
            ),
            2 =>
            array (
                'id' => 3,
                'address' => 'Белоярский р-н, 5 микрорайон г.Белоярский, муниципальная',
                'locality_id' => 2,
            ),
            3 =>
            array (
                'id' => 4,
                'address' => 'Белоярский р-н, 7 микрорайон г.Белоярский, муниципальная',
                'locality_id' => 2,
            ),
            4 =>
            array (
                'id' => 5,
                'address' => 'г. Когалым, ул.Новоселов, 2, муниципальная',
                'locality_id' => 3,
            ),
            5 =>
            array (
                'id' => 6,
                'address' => 'г. Когалым, ул.Бакинская,11, муниципальная',
                'locality_id' => 3,
            ),
            6 =>
            array (
                'id' => 7,
                'address' => 'г. Когалым, пр.Шмидта, зеленая зона 11 мкр., муниципальная',
                'locality_id' => 3,
            ),
            7 =>
            array (
                'id' => 8,
                'address' => 'г. Когалым, ул.Мира, 10 сквер около СОШ №8/2,муниципальная',
                'locality_id' => 3,
            ),
            8 =>
            array (
                'id' => 9,
                'address' => 'г. Когалым, ул.Мира, 38 сквер напротив, муниципальная',
                'locality_id' => 3,
            ),
            9 =>
            array (
                'id' => 10,
            'address' => 'г. Когалым, ул.Дружбы народов(набережная), муниципальная',
                'locality_id' => 3,
            ),
            10 =>
            array (
                'id' => 11,
                'address' => 'Кондинский район, п. Междуреченский, ул. Волгоградская, 11 б, муниципальная',
                'locality_id' => 4,
            ),
            11 =>
            array (
                'id' => 12,
            'address' => 'г. Лангепас, ул. Парковая.(В границах зоны отдыха и рекреации "Все в парк" по улице Парковая),Муниципальная',
                'locality_id' => 5,
            ),
            12 =>
            array (
                'id' => 13,
                'address' => 'г. Покачи, ул. Индустриальный проезд, 5/8, прохладная, №1, частная',
                'locality_id' => 6,
            ),
            13 =>
            array (
                'id' => 14,
                'address' => 'г. Покачи, Объект "Теплыйберег", муниципальная',
                'locality_id' => 6,
            ),
            14 =>
            array (
                'id' => 15,
                'address' => 'Нет мест для выгула',
                'locality_id' => 7,
            ),
            15 =>
            array (
                'id' => 16,
                'address' => 'Нефтеюганский район, гп.Пойковский, мкр. 2 (вблизи домов 6,7 и магазина "Золушка", муниципальная',
                    'locality_id' => 8,
                ),
                16 =>
                array (
                    'id' => 17,
                    'address' => 'Нефтеюганский район, сп.Сентябрьский, муниципальная',
                    'locality_id' => 8,
                ),
                17 =>
                array (
                    'id' => 18,
                    'address' => 'Нефтеюганский район, сп. Салым ул. Молодежная, муниципальная',
                    'locality_id' => 8,
                ),
                18 =>
                array (
                    'id' => 19,
                    'address' => 'Нефтеюганский район, сп. Сингапай, ул. Нефтяников уч. 4 территория приюта "Верный хозяин", муниципальная',
                    'locality_id' => 8,
                ),
                19 =>
                array (
                    'id' => 20,
                    'address' => 'г. Нефтеюганск, 8А микрорайон, частная',
                    'locality_id' => 8,
                ),
                20 =>
                array (
                    'id' => 21,
                    'address' => 'г. Нефтеюганск, 17 микрорайон, частная',
                    'locality_id' => 8,
                ),
                21 =>
                array (
                    'id' => 22,
                    'address' => 'Нефтеюганский район, гп.Пойковский, мкр. 2 (вблизи домов 6,7 и магазина "Золушка", муниципальная',
                        'locality_id' => 9,
                    ),
                    22 =>
                    array (
                        'id' => 23,
                        'address' => 'Нефтеюганский район, сп.Сентябрьский, муниципальная',
                        'locality_id' => 9,
                    ),
                    23 =>
                    array (
                        'id' => 24,
                        'address' => 'Нефтеюганский район, сп. Салым ул. Молодежная, муниципальная',
                        'locality_id' => 9,
                    ),
                    24 =>
                    array (
                        'id' => 25,
                        'address' => 'Нефтеюганскийрайон, сп. Сингапай, ул. Нефтяников уч. 4 территория приюта "Верный хозяин", муниципальная',
                        'locality_id' => 9,
                    ),
                    25 =>
                    array (
                        'id' => 26,
                        'address' => 'г. Нефтеюганск, 8А микрорайон, частная',
                        'locality_id' => 9,
                    ),
                    26 =>
                    array (
                        'id' => 27,
                        'address' => 'г. Нефтеюганск, 17 микрорайон, частная',
                        'locality_id' => 9,
                    ),
                    27 =>
                    array (
                        'id' => 28,
                        'address' => 'Нефтеюганский район, гп.Пойковский, мкр. 2 (вблизи домов 6,7 и магазина "Золушка", муниципальная',
                            'locality_id' => 10,
                        ),
                        28 =>
                        array (
                            'id' => 29,
                            'address' => 'Нефтеюганский район, сп.Сентябрьский, муниципальная',
                            'locality_id' => 10,
                        ),
                        29 =>
                        array (
                            'id' => 30,
                            'address' => 'Нефтеюганский район, сп. Салым ул. Молодежная, муниципальная',
                            'locality_id' => 10,
                        ),
                        30 =>
                        array (
                            'id' => 31,
                            'address' => 'Нефтеюганский район, сп. Сингапай, ул. Нефтяников уч. 4 территория приюта "Верный хозяин", муниципальная',
                            'locality_id' => 10,
                        ),
                        31 =>
                        array (
                            'id' => 32,
                            'address' => 'г. Нефтеюганск, 8А микрорайон, частная',
                            'locality_id' => 10,
                        ),
                        32 =>
                        array (
                            'id' => 33,
                            'address' => 'г. Нефтеюганск, 17 микрорайон, частная',
                            'locality_id' => 10,
                        ),
                        33 =>
                        array (
                            'id' => 34,
                            'address' => 'г. Нижневартовск, ул. Дзержинского, 25а, частная',
                            'locality_id' => 11,
                        ),
                        34 =>
                        array (
                            'id' => 35,
                            'address' => 'г. Нижневартовск, ул. Маршала Жукова, 38,частная',
                            'locality_id' => 11,
                        ),
                        35 =>
                        array (
                            'id' => 36,
                            'address' => 'г. Нижневартовск, ул. Мира, 27, корп. 2, частная',
                            'locality_id' => 11,
                        ),
                        36 =>
                        array (
                            'id' => 37,
                            'address' => 'г. Нижневартовск, ул. Омская, 58, частная',
                            'locality_id' => 11,
                        ),
                        37 =>
                        array (
                            'id' => 38,
                            'address' => 'г. Нижневартовск,ул. Пионерская, 13а, частная',
                            'locality_id' => 11,
                        ),
                        38 =>
                        array (
                            'id' => 39,
                            'address' => 'г. Нижневартовск, Проспект Победы, 18а, частная',
                            'locality_id' => 11,
                        ),
                        39 =>
                        array (
                            'id' => 40,
                            'address' => 'г. Нижневартовск, ул.Северная, 76, частная',
                            'locality_id' => 11,
                        ),
                        40 =>
                        array (
                            'id' => 41,
                            'address' => 'г. Нижневартовск, ул. Спортивная, 13, частнаям',
                            'locality_id' => 11,
                        ),
                        41 =>
                        array (
                            'id' => 42,
                            'address' => 'г. Нижневартовск, ул. Спортивная, 13,корп. 3, частная',
                            'locality_id' => 11,
                        ),
                        42 =>
                        array (
                            'id' => 43,
                            'address' => 'г. Нижневартовск, ул. Чапаева, 9б, частная',
                            'locality_id' => 11,
                        ),
                        43 =>
                        array (
                            'id' => 44,
                            'address' => 'Нижневартовский район, пгт. Излучинск, ул.Набережная, 17, муниципальная',
                            'locality_id' => 12,
                        ),
                        44 =>
                        array (
                            'id' => 45,
                            'address' => 'Нет мест для выгула',
                            'locality_id' => 13,
                        ),
                        45 =>
                        array (
                            'id' => 46,
                            'address' => 'Нет мест для выгула',
                            'locality_id' => 14,
                        ),
                        46 =>
                        array (
                            'id' => 47,
                            'address' => 'г. Радужный, микрорайон 7а., муниципальная',
                            'locality_id' => 15,
                        ),
                        47 =>
                        array (
                            'id' => 48,
                            'address' => 'Советский район, г.п. Советский на территории Центрального парка со стороны ул. Юбилейной, муниципальная',
                            'locality_id' => 16,
                        ),
                        48 =>
                        array (
                            'id' => 49,
                            'address' => 'Советский район, с.п. Алябьевский промзона, муниципальная',
                            'locality_id' => 16,
                        ),
                        49 =>
                        array (
                            'id' => 50,
                            'address' => 'Сургутский район, с.п. Нижнесортымский, муниципальная',
                            'locality_id' => 17,
                        ),
                        50 =>
                        array (
                            'id' => 51,
                            'address' => 'Сургутский район, с.п. Нижнесортымский, муниципальная',
                            'locality_id' => 18,
                        ),
                        51 =>
                        array (
                            'id' => 52,
                            'address' => 'Урай район, ДС "Звезды Югры", муниципальная',
                            'locality_id' => 19,
                        ),
                        52 =>
                        array (
                            'id' => 53,
                            'address' => 'Урай, набережная А.Петрова, муниципальная',
                            'locality_id' => 19,
                        ),
                        53 =>
                        array (
                            'id' => 54,
                        'address' => 'г. Ханты-Мансийск, ул. Ледовая № 1, неразграниченная (построена общественными организациями)',
                            'locality_id' => 20,
                        ),
                        54 =>
                        array (
                            'id' => 55,
                        'address' => 'г.Ханты-Мансийск, ул. Сирина № 76, неразграниченная (построена общественными организациями)',
                            'locality_id' => 20,
                        ),
                        55 =>
                        array (
                            'id' => 56,
                        'address' => 'г. Ханты-Мансийск,ул. Объездная № 53, неразграниченная (построена застройщиком МКД не передана на содержание)',
                            'locality_id' => 20,
                        ),
                        56 =>
                        array (
                            'id' => 57,
                            'address' => 'г.Ханты-Мансийск, ул. Строителей № 119, частная',
                            'locality_id' => 20,
                        ),
                        57 =>
                        array (
                            'id' => 58,
                            'address' => 'г. Ханты-Мансийск, ул. Самаровская № 6 к 2, частная',
                            'locality_id' => 20,
                        ),
                        58 =>
                        array (
                            'id' => 59,
                        'address' => 'г. Ханты-Мансийск, ул. Ледовая № 1, неразграниченная (построена общественными организациями)',
                            'locality_id' => 21,
                        ),
                        59 =>
                        array (
                            'id' => 60,
                        'address' => 'г.Ханты-Мансийск, ул. Сирина № 76, неразграниченная (построена общественными организациями)',
                            'locality_id' => 21,
                        ),
                        60 =>
                        array (
                            'id' => 61,
                        'address' => 'г. Ханты-Мансийск,ул. Объездная № 53, неразграниченная (построена застройщиком МКД не передана на содержание)',
                            'locality_id' => 21,
                        ),
                        61 =>
                        array (
                            'id' => 62,
                            'address' => 'г.Ханты-Мансийск, ул. Строителей № 119, частная',
                            'locality_id' => 21,
                        ),
                        62 =>
                        array (
                            'id' => 63,
                            'address' => 'г. Ханты-Мансийск, ул. Самаровская № 6 к 2, частная',
                            'locality_id' => 21,
                        ),
                        63 =>
                        array (
                            'id' => 64,
                            'address' => 'г. Югорск, ул. Газовиков, парк, муниципальная',
                            'locality_id' => 22,
                        ),
                        64 =>
                        array (
                            'id' => 65,
                            'address' => 'г. Югорск, ул. Гастелло, 22Б, частная',
                            'locality_id' => 22,
                        ),
                    ));


    }
}
